src/cookbook.org
:PROPERTIES:
#+STARTUP: overview inlineimages
#+TAGS: @baking @breakfast @entree @side @soup @stew @sauce @dressing @desserts
#+TAGS: GF(g) easy(e) fav(f)
#+OPTIONS: toc:nil
#+HUGO_BASE_DIR: /home/trevdev/Projects/os-cookbook/
#+HUGO_SECTION: recipe
#+HUGO_AUTO_SET_LASTMOD: t
#+HUGO_FRONT_MATTER_FORMAT: yaml
:END:
#+TITLE: Open Source Cookbook
#+AUTHOR: "Trev"
** Worchestershire Sauce                                            :GF:fav:
CLOSED: [2020-01-30 Thu]
:PROPERTIES:
:export_file_name: worchestershire-sauce
:export_hugo_custom_front_matter: :servings 5
:export_hugo_custom_front_matter+: :prep-time 0
:export_hugo_custom_front_matter+: :cook-time 0
:export_hugo_custom_front_matter+: :ready-in 5
:export_hugo_custom_front_matter+: :source-url https://everydayglutenfreegourmet.ca/recipe/homemade-gluten-free-worcestershire-sauce/
:END:
Need a solution for seasoning red meat that won't hurt a celiac person? Look no further than here.

*** Ingredients

- 1/2 cup apple cider vinegar
- 2 Tbsp GF soy sauce
- 2 Tbsp water
- 1 Tbsp brown sugar
- 1/4 tsp ground ginger
- 1/4 tsp dry mustard
- 1/4 tsp onion powder
- 1/4 tsp garlic powder
- 1/8 tsp cinnamon
- 1/8 tsp pepper

*** Directions

1. Place all ingredients in a medium saucepan and stir.
2. Bring to a boil, stirring constantly. Simmer 1 minute. Cool.
3. Pour into a bottle and store in the refrigerator. Lasts indefinitely.
4. Makes about 3/4 cup.
5. Shake well before using.
