content/recipe/worchestershire-sauce.md
---
title: "Worchestershire Sauce"
author: ["Trev"]
date: 2020-01-30T00:00:00-08:00
tags: ["GF", "fav"]
categories: ["sauce"]
draft: false
servings: 5
prep-time: 0
cook-time: 0
ready-in: 5
source-url: "https://everydayglutenfreegourmet.ca/recipe/homemade-gluten-free-worcestershire-sauce/"
---

Need a solution for seasoning red meat that won't hurt a celiac person? Look no further than here.


## Ingredients {#ingredients}

-   1/2 cup apple cider vinegar
-   2 Tbsp GF soy sauce
-   2 Tbsp water
-   1 Tbsp brown sugar
-   1/4 tsp ground ginger
-   1/4 tsp dry mustard
-   1/4 tsp onion powder
-   1/4 tsp garlic powder
-   1/8 tsp cinnamon
-   1/8 tsp pepper


## Directions {#directions}

1.  Place all ingredients in a medium saucepan and stir.
2.  Bring to a boil, stirring constantly. Simmer 1 minute. Cool.
3.  Pour into a bottle and store in the refrigerator. Lasts indefinitely.
4.  Makes about 3/4 cup.
5.  Shake well before using.